#Реализовать список месяцев в году(распечатать в консоль только месяцы зимы)
month = ['декабрь', 'январь', 'февраль', 'март', 'апрель', 'май', 'июнь', 'июль', 'август', 'сентябрь', 'октябрь', 'ноябрь']
print(month[0:3])
